Repository: AlimAidar/contact_center
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# main_appbar
source: Order your dream kitchen
kk: Арманыңыздағы ас үйге тапсырыс беріңіз
ru: Закажите кухню своей мечты

# main_button
source: Click on the button
kk: Түймені басыңыз
ru: Нажмите на кнопку

# main_description
source: Tired of your old kitchen? Order a new one from us! Click on the big orange button and get advice from our sales manager. He will create a kitchen project for you and show you a render of the future kitchen. Order your kitchen today and enjoy it tomorrow!
kk: Ескі ас үй ескі ме? Бізден жаңасына тапсырыс беріңіз! Үлкен қызғылт сары түймені басып, біздің сату менеджерінен кеңес алыңыз. Ол сізге асүй жобасын жасайды және болашақ асүйдің визуализациясын көрсетеді. Бүгін ас үйіңізге тапсырыс беріңіз және ертең ләззат алыңыз!
ru: Устали от старой кухни? Закажите новую у нас! Нажмите на большую оранжевую кнопку и получите консультацию от нашего менеджера продаж. Он создаст проект кухни для вас и покажет рендер будущей кухни. Закажите кухню сегодня и наслаждайтесь ею уже завтра!

# call_loading
source: We are waiting for the sales manager to connect
kk: Біз сату менеджерінің қосылуын күтеміз
ru: Ждем подключения менеджера продаж

# review_main
source: How did everything go? Share your impressions with us, it is important to us
kk: Бәрі қалай өтті? Бізбен өз әсерлеріңізбен бөлісіңіз, бұл біз үшін маңызды
ru: Как все прошло? Поделитесь с нами впечатлениями, это важно для нас

# review_very_bad
source: Terrible
kk: Қорқынышты
ru: Ужасно

# review_very_bad_text_field
source: Write to us about what you didn't like
kk: Сізге не ұнамағаны туралы бізге жазыңыз
ru: Напишите нам о том, что Вам не понравилось

# review_bad
source: Badly
kk: Нашар
ru: Плохо

# review_very_bad_send
source: Send a message
kk: Хабарлама жіберу
ru: Отправить сообщение

# review_very_bad_title
source: Are you unhappy? Tell us about it
kk: Вы остались недовольны? Расскажите нам об этом
ru: Вы остались недовольны? Расскажите нам об этом

# review_normal
source: Normal
kk: Нормально
ru: Нормально

# review_good
source: Good
kk: Жақсы
ru: Хорошо

# review_very_good
source: Great
kk: Тамаша
ru: Отлично

# modal_appbar
source: Please enter your phone number
kk: Телефон нөміріңізді енгізіңіз
ru: Укажите ваш номер телефона

# modal_description
source: Consenting to store your phone number allows you to regain access to your account and receive important updates and notifications
kk: Телефон нөміріңізді сақтауға келісім беру есептік жазбаңызға қайта кіруге және маңызды жаңартулар мен хабарландыруларды алуға мүмкіндік береді
ru: Согласие на хранение номера телефона позволяет вам восстановить доступ к аккаунту и получать важные обновления и уведомления

# modal_contract
source: I agree to the processing of personal data
kk: Мен жеке деректерді өңдеуге келісемін
ru: Согласен на обработку персональных данных

# modal_button_send
source: Send number
kk: Нөмірді жіберу
ru: Отправить номер

# modal_button_close
source: Cancel
kk: Болдырмау
ru: Отменить

# material_main
source: Choose the material for your future kitchen
kk: Болашақ ас үйге арналған материалды таңдаңыз
ru: Выберите материал вашей будущей кухни

# material_furniture
source: Facade
kk: Касбет
ru: Фасад

# material_fartuk
source: Apron
kk: Алжапқыш
ru: Фартук

# material_table
source: Tabletop
kk: Үстел үсті
ru: Столешница

source: Language
kk: Тіл
ru: Язык

# choice
source: Choose
kk: Қазақ
ru: Выбрать

# help_description_step_1
source: Selecting a language. Select a language that is comfortable for you at the top of the screen by pressing the button segment with your hand
kk: Тілді таңдау. Экранның жоғарғы жағындағы түйме сегментін қолыңызбен басу арқылы өзіңізге ыңғайлы тілді таңдаңыз
ru: Выбор языка. Выберете комфортный для Вас язык вверху экрана, нажав на сегмент кнопки рукой

# help_description_step_2
source: Contact a consultant. Press the orange call button
kk: Кеңесшіге хабарласыңыз. Қызғылт сары қоңырау түймесін басыңыз
ru: Свяжитесь с консультантом. Нажмите оранжевую кнопку вызова

# help_description_step_3
source: Leave your details. Click on the top field and enter your number. Please enter your name in the field below. Click on the 'Continue' button
kk: Мәліметтеріңізді қалдырыңыз. Жоғарғы өрісті басып, нөміріңізді енгізіңіз. Төмендегі өріске атыңызды енгізіңіз. «Жалғастыру» түймесін басыңыз
ru: Оставьте свои данные. Нажмите на верхнее поле и введите свой номер. В поле ниже укажите Ваше имя. Нажмите на кнопку 'Продолжить'

# help_description_step_4
source: Wait for the operator to answer so that he can help you choose a kitchen
kk: Асүйді таңдауға көмектесу үшін оператордың жауабын күтіңіз
ru: Дождитесь ответа оператора, чтобы он помог Вам подобрать кухню

# help_description_step_5
source: Evaluate the consultant's performance after the call ends
kk: Қоңырау аяқталғаннан кейін кеңесшінің жұмысын бағалаңыз
ru: Оцените работу консультанта после завершения звонка

# how_work_question
source: How does Touch Point work?
kk: Touch Point қалай жұмыс істейді?
ru: Как работает Touch Point?

# close_model
source: Close help section
kk: Анықтама бөлімін жабыңыз
ru: Закрыть раздел помощи
